/* NSExecutableNotLoadableError */
"BundleErr3584" = "De bundel %@ kan niet worden geladen omdat het uitvoerbare bestand van de bundel niet kan worden geladen.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "Het uitvoerbare bestand van de bundel kan niet worden geladen.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Installeer de bundel opnieuw.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "De bundel %@ kan niet worden geladen omdat deze geen versie voor de huidige architectuur bevat.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "De bundel bevat geen versie voor de huidige architectuur.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Installeer een universele versie van de bundel.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "De bundel %@ kan niet worden geladen omdat deze niet compatibel is met de huidige toepassing.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "De bundel is niet compatibel met deze toepassing.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Installeer een nieuwere versie van de bundel.";

/* NSExecutableLoadError */
"BundleErr3587" = "De bundel %@ kan niet worden geladen omdat deze beschadigd is of omdat er benodigde resources in de bundel ontbreken.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "De bundel is beschadigd of er ontbreken benodigde resources in de bundel.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Installeer de bundel opnieuw.";

/* NSExecutableLinkError */
"BundleErr3588" = "De bundel %@ kan niet worden geladen.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "De bundel kan niet worden geladen.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Installeer de bundel opnieuw.";

/* NSFileNoSuchFileError */
"BundleErr4" = "De bundel %@ kan niet worden geladen omdat het uitvoerbare bestand van de bundel onvindbaar is.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "Het uitvoerbare bestand van de bundel is onvindbaar.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Installeer de bundel opnieuw.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"Operation could not be completed. %@" = "Bewerking kan niet worden voltooid. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"Operation could not be completed. (%@ error %ld - %@)" = "Bewerking kan niet worden voltooid. (%1$@ fout %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"Operation could not be completed. (%@ error %ld.)" = "Bewerking kan niet worden voltooid. (%1$@ fout %2$ld.)";

